Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.CustomNumber
The CustomNumber class represents a custom numeric filter expression.

Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.CustomNumber.#ctor(System.String)
Initializes a new instance of the CustomNumber class.
UserAttribute: The user attribute to represent.